{
    "users": [
        {
            "id": 1,
            "firstname": "Alan",
            "lastname": "Sorrenti",
            "email": "alan@email.me"
        }
    ],
    "news": [
        {
            "id": 1,
            "title": "ULB denounces Brussels’ exclusion from commuting allowance",
            "description": "Excluding people wishing to attend a tertiary institution in Brussels from a new allowance for students with long commutes exposes the very great dangers of the regionalisation of community matters, Brussels Free University (ULB) Chancellor Yvon Englert said on Monday in Le Soir daily. Also weighing in on the issue was Rudy Demotte, Prime Minister of the Wallonia-Brussels Federation, who said the measure was an attack on the freedom to choose one’s university",
            "author": {
                "id": 1,
                "name": "Christopher Vincent"
            },
            "category": {
                "id": 1,
                "name": "I don't know"
            }
        },
        {
            "id": 2,
            "title": "Official: Belgium now in the grip of flu epidemic",
            "description": "An epidemic exists when, for two weeks in a row, 157 flu diagnoses are made per 100,000 of the population – a number which is reviewed every season. In the week of 21 to 27 January, 198 per 100,000 were reported. The number is almost certain to rise in the current week, confirming the declaration of an epidemic. The first victims have been predominantly children – the usual pattern, as children have more physical contact with each other than adults, which helps the disease to spread. Typically, they are followed by parents, followed by the elderly, for whom the virus is in general more dangerous.",
            "author": {
                "id": 2,
                "name": "Elly Hope"
            },
            "category": {
                "id": 2,
                "name": "Flu"
            }
        },
        {
            "id": 3,
            "title": "NutellaDay: la festa mondiale della famosa crema alla nocciola",
            "description": "Chi non ha affondato il cucchiaio (o, meglio ancora, l'indice) nel baratto di crema al cioccolato italiano che ha fatto il giro del mondo? Ecco, se dall'inizio del 2019 non lo avete ancora fatto oggi è il giorno giusto: il 5 febbraio è il «World Nutella Day». Gli appassionati di tutto il mondo si danno appuntamento sui social, a casa e in ufficio, per condividere storie e ricette e per assaporare il gusto della famosa crema alle nocciole inventata nel 1964 dall'imprenditore dolciario Michele Ferrero.",
            "author": {
                "id": 2,
                "name": "Elly Hope"
            },
            "category": {
                "id": 3,
                "name": "Nutella!"
            }
        }
    ],
    "authors": [
        {
            "id": 1,
            "name": "Christopher Vincent",
            "picture": "https://commons.wikimedia.org/wiki/File:%27SELFIE%27_on_a_fishing_canoe..JPG"
        },
        {
            "id": 2,
            "name": "Elly Hope",
            "picture": "https://c.pxhere.com/photos/65/06/girl_colorful_funny_celebration_color_run_festivals_happy_party_festival-1094401.jpg!d"
        }
    ],
    "categories": [
        {
            "id": 1,
            "name": "I don't know"
        },
        {
            "id": 2,
            "name": "Flu"
        },
        {
            "id": 3,
            "name": "Nutella!"
        }
    ]
}